[
    {
        "from": "Klinger, Helen",
        "to": ["Holobeam"],
        "title": "We found the planet!",
        "body": "Here is the log you asked for. Don't worry about the error, it's nothing; it just messed up the spacing. The coordinates are right. Our friends at Enolsis will be very pleased.  Analyzing request..  Analyzing request..  Connecting..  0% complete,  11% complete,  47% complete,  98% complete,  Connection complete! Pointing Olympian..  0% complete,  16% complete,  99% complete,  Olympian pointed!  Receiving target data  Target data received!  Processing target data..  Target data processed!  Analyzing target data..  0% complete  11% complete,  23% complete,  31% complete,  46% complete,  62% complete,  77% complete,  98% complete,  100% complete,  Target data analyzed!  Target coordinates RA 4h 35m 55s | DEC +16° 30′ 33  Target distance 65.3 ± 1.0 ly  Target 109åy84öjqw0182y4OGU  Target data corrupted  Repairing target data  0% complete  20% complete  67% complete  99% complete  99% complete  99% complete  Error while repairing target data  Analyzing target data  Rotifers join the piping circus  Dribble from the Source of Tur  Stranger with Antlers gaze upon the center  Black stars circle the skies  Over the Demhe swan songs melt  King of Demhe sits upon the black throne  Incontinent awe pushes the bdelloid  King of Demhe sits upon the black throne "
    },
    {
        "from": "E-man",
        "to": ["8A73B5", "Holobeam"],
        "title": "Info, read asap 2!",
        "body": "Okey, something's going on. We really need those results right now. You heard about the Groversville situation? That freaked the fuck out of Enolsis. I think they had something to do with it. Fucking shit, what if the money's dirty? Enolsis won't give a shit about the feds, but they'll toast us, that's for sure."
    },
    {
        "from": "E-man",
        "to": ["8A73B5", "Holobeam"],
        "title": "Info, read asap",
        "body": "They're getting restless at Enolsis. They'll cut our funding if we don't get results, and soon. I don't know why they're hurrying this operation, but I think it has something to do with the Ridgeway murders in Jersey. Last meeting I had with the Enolsis guys, I overheard them talking about someone stealing some book or notes or something and then 'lighting up Jersey City'. They were furious. It was fucking scary, you know? Fucking zealots. But hey, they pay a lot, am I right?"
    },
    {
        "from": "Adam",
        "to": ["Grant"],
        "title": "Night at the Opera",
        "body": "There is an ongoing breach. You're signed to taskforce G as Grant. Replacing one casualty: Gold. Objectives: Investigate Gold's death, examine and eradicate the Source. The killer is of unnatural origin, likely caused by experiments of late A. Hunt and the Heavens Society. Taskforce G has tracked them since Ridgeway murders and Groversville Flu. Need more intel on both, something is amiss. Your team consists of Goliath and Grace. Goliath: USAMRIID, knows hypergeometry, smart, efficient, in too deep soon. Grace: DEA, effective at disposal, egoistic, pedantic, at risk of exposure.   More information at GB, 34°43'28.5''N 113°48'00.8''W. From there, proceed to the scene with caution. Adam."
    }
]
