[
    {
        "from": "E-man",
        "to": ["Holobeam"],
        "title": "Someone's onto us",
        "body": "They know. They fucking know.  I'm seeing lights in the sky. Enolsis are saying it's the Star People, that I'm blessed. They gave me this crystal, and told me to attend a party at this mansion.   I don't think I can say no to them. There'll be some big guns there. I don't think I'm coming back."
    },
    {
        "from": "E-man",
        "to": ["8A73B5", "Holobeam"],
        "title": "Info, read asap 2!",
        "body": "Okey, something's going on. We really need those results right now. You heard about the Groversville situation? That freaked the fuck out of Enolsis. I think they had something to do with it. Fucking shit, what if the money's dirty? Enolsis won't give a shit about the feds, but they'll toast us, that's for sure."
    },
    {
        "from": "E-man",
        "to": ["8A73B5", "Holobeam"],
        "title": "Info, read asap",
        "body": "They're getting restless at Enolsis. They'll cut our funding if we don't get results, and soon. I don't know why they're hurrying this operation, but I think it has something to do with the Ridgeway murders in Jersey. Last meeting I had with the Enolsis guys, I overheard them talking about someone stealing some book or notes or something and then 'lighting up Jersey City'. They were furious. It was fucking scary, you know? Fucking zealots. But hey, they pay a lot, am I right?"
    },
    {
        "from": "Adam",
        "to": ["Grant"],
        "title": "Night at the Opera",
        "body": "There is an ongoing breach. You're signed to taskforce G as Grant. Replacing one casualty: Gold. Objectives: Investigate Gold's death, examine and eradicate the Source. The killer is of unnatural origin, likely caused by experiments of late A. Hunt and the Heavens Society. Taskforce G has tracked them since Ridgeway murders and Groversville Flu. Need more intel on both, something is amiss. Your team consists of Goliath and Grace. Goliath: USAMRIID, knows hypergeometry, smart, efficient, in too deep soon. Grace: DEA, effective at disposal, egoistic, pedantic, at risk of exposure.   More information at GB, 34째43'28.5''N 113째48'00.8''W. From there, proceed to the scene with caution. Adam."
    },
    {
        "from": "Alphonse",
        "to": ["Grant", "Grace", "Goliath"],
        "title": "PREYING EYE",
        "body": "This is the current intel concerning area PREYING EYE.  The site was built in the Cascadian mountains between 1935 and 1939, by Hunt Electrodynamics. After the death of A. Hunt, most of the equipment was sold to various private companies and DoD. Some activities still remained through the seventies until Olympian Advances, Inc bought area PREYING EYE in 1982.  Current activities are unknown, but aerial photographs indicate ongoing use of a large, 500ft. radiotelescope funded by DoE and myriad small donors. The project is very classified.  Our intel located a former Hunt Electrodynamics recruiter, James Milton, now living in Seattle, Washington. He might know more. GB at 47째32'41.4''N 122째19'14.0''W, code 8763.  Stay vigilant,  Alphonse"
    },
    {
        "from": "Alphonse",
        "to": ["Gate"],
        "title": "Night at the Opera",
        "body": "There is an ongoing situation at Saint Louis, Missouri.  Your G-cell codename is Gate. You're replacing Agent Goliath.  The relations between G-cell and domestic hostiles have worsened during the last two years. We believe that unnatural operatives have infiltrated the Heavens Esoteric Society of New Terra and/or the Saint Louis chapter of Enolsis Foundation. Other virulent actors exist that are also incognito with unknown ambitions, which makes the situation highly volatile. G-cell consists of Agents Grace and Grant.  Grace: DEA, effective at disposal, egoistic, pedantic, at risk of exposure.  Grant: FBI, cautious, bright, broad network inside the Bureau, troubled by physical violence.  Your objective is to secure the safety of G-cell, shield the public awareness concerning our movements and the presence of unnatural forces, and continue our investigations. Minimize all bystander casualties.  Stay safe,  Alphonse"
    },
    {
        "from": "Alphonse",
        "to": ["Glutton"],
        "title": "Night at the Opera",
        "body": "There is an ongoing situation at Saint Louis, Missouri.  Your G-cell codename is Glutton. You're replacing Agent Garfield.  There has been an incident at Lake of the Ozarks leading to the deaths of Agents Eliza, Evgeni, Emil and Garfield. Investigate the situation, suppress the fallout and clear our remaining Agents.  The relations between G-cell and domestic hostiles have worsened during the last two years. We believe that unnatural operatives have infiltrated the Heavens Esoteric Society of New Terra and/or the Saint Louis chapter of Enolsis Foundation. Other virulent actors exist that are also incognito with unknown ambitions, which makes the situation highly volatile. We have reason to believe the Enolsis Foundation is somehow connected to a clandestine Air Force scheme. We require you to act cautiously as we have suffered crippling losses in the past few weeks.  G-cell consists of Agents Grant and Gate. Agent Grace is on sleeper status.  Grant: FBI, prudent, bright, broad network inside the Bureau, troubled by physical violence.  Gate: Advisor, decisive, hostile situation experience, disconnected.  Grace: DEA, highly effective at disposal, systematic, egoistic, at risk of exposure.  After the initial contact and control, your objective is to secure the safety of G-cell, shield the public awareness concerning our movements and the presence of unnatural forces, and continue our investigations. Minimize all bystander casualties.  Stay safe,  Alphonse"
    }
]
